#!/bin.bash
# egrep -i "^[^aeiouyàáâãäåæçèéêìíîïðòóôõöøùúûüýÿăąėęěıőũūűơưẏạảầẩậằếịọỏốồộứỳ]+$" [A-FHJ-PS][A-Z]/*am{e,es}.txt
# All lower and upper
# aeiouyàáâãäåæèéêëìíîïòóôõöøùúûüýÿāăąēĕėęěĩīĭįıōŏőœũūŭůűųơưǎǔǯǿəʒạảấầẩẫậắằẳẵặẹẻẽếềểễệỉịọỏốồổỗộớờởỡợụủứừửữựỳỵỷỹ
# AEIOUYÀÁÂÃÄÅÆÈÉÊËÌÍÎÏÒÓÔÕÖØÙÚÛÜÝŸĀĂĄĒĔĖĘĚĨĪĬĮIŌŎŐŒŨŪŬŮŰŲƠƯǍǓǮǾƏƷẠẢẤẦẨẪẬẮẰẲẴẶẸẺẼẾỀỂỄỆỈỊỌỎỐỒỔỖỘỚỜỞỠỢỤỦỨỪỬỮỰỲỴỶỸ
egrep -i "^[^aeiouyàáâãäåæèéêëìíîïòóôõöøùúûüýÿāăąēĕėęěĩīĭįıōŏőœũūŭůűųơưǎǔǯǿəʒạảấầẩẫậắằẳẵặẹẻẽếềểễệỉịọỏốồổỗộớờởỡợụủứừửữựỳỵỷỹẏ]+$" [A-FHJ-PS][A-Z]/*am{e,es}.txt

